{
  "abstracts": {
    "dag-haug": {
      "name": "Dag Trygve Truslew Haug",
      "title": "Diachronic corpora from Greek to Norwegian: Lessons learned and future plans",
      "abstract": "Diachronic corpora from Greek to Norwegian\n\nLessons learned and future plans\n\nIn this talk, I will discuss best practices for large-scale diachronic treebanks that span data from several genres. I will first reflect on the experiences from the PROIEL treebanks, including the later additions of post-classical Greek and Latin texts such as Sphrantzes and the Peregrinatio Aetheriae. I will then tell you about how those experiences inform our current project of building a diachronic treebank of Norwegian. Finally, I ask what, if anything, has changed in the neural age when it comes to how we create such treebanks."
    },
    "george-mikros": {
      "name": "George Mikros",
      "title": "Authenticating the Artificial: LLMs and the Stylometric Challenge of Ancient Greek Prose",
      "abstract": "Authenticating the Artificial:\n\nLLMs and the Stylometric Challenge of Ancient Greek Prose\n\nGeorge Mikros, Hamad Bin Khalifa University (HBKU), Qatar\n\nAbstract\nLarge language models can produce fluent Ancient Greek, but do they approximate authorial authenticity? This keynote reports a controlled rewrite study across ten Attic orators (e.g., Lysias, Isocrates, Demosthenes), varying system (Claude/GPT), prompting regime (Free vs. Restricted), and label (AI vs. Human). We evaluate style using a reproducible stylometric pipeline built on feature families central to philological practice, particles, verb moods, nominal cases, function words, lexical richness, and clause/length metrics, and quantify proximity with Jensen–Shannon divergence, PCA/centroid distances, and classifier performance. Results show the main Human–AI separation is structural packaging: AI overuses punctuation and produces longer, more embedded clauses; particle ecology carries the strongest authorial signal and is the hardest to mimic. Free prompts often better preserve particle/mood distributions and semantics, while Restricted prompts improve punctuation discipline and morphological coverage but can inflate sentence/clause length. Author difficulty is real: Lysias and Dinarchus remain consistently resistant; Aeschines and Isocrates are comparatively approachable. Detection is near-ceiling with stylometrics (AUROC ≈ 0.999), while embedding-based semantics overlap more with human texts (AUROC ≈ 0.85), underscoring that meaning converges where form diverges. Pedagogically, we propose “style dashboards” (target JSD bands, length and clause caps, MTLD minima) and hybrid prompting recipes to scaffold learning while preserving integrity and transparency. "
    },
    "carola-trips": {
      "name": "Carola Trips",
      "title": "Enriching annotated corpora to identify contact-induced change: new tools and methods",
      "abstract": "Enriching annotated corpora to identify contact-induced change: \n\nnew tools and methods\n\nCarola Trips\n\n(University of Mannheim)\n\nThis talk discusses work by the BASICS (\"Borrowing of Argument Structures in Contact Situations\") project on the contact situation between Old French and Middle English during the medieval period (1150-1500) including methods and tools that were developed to investigate contact-induced change on the level of verb argument structure (Percillier et al. 2024). I will start by outlining the structure and unique features of the Penn Parsed Corpora of Historical English that we used for our research. They are richly annotated for part-of-speech and syntactic structure following the Penn Treebank constituency standard but they do not contain (verb) lemmatization. I will discuss the importance of verb lemmatization for the BASICS project and lay out the steps that we took to enrich the combined Penn Corpora of Middle English (the Penn-Helsinki Parsed Corpus of Middle English, PPCME2, the Parsed Linguistic Atlas of Early Middle English, PLAEME; the Parsed Corpus of Middle English Poetry, PCMEP, 216,649 words, 51 texts) by this feature as well as adding etymological information (French, non-French). I will then present some studies that illustrate how we have been using the annotation to examine the copying of verb argument structure from Old French to Middle English before discussing more recent developments in the research unit SILPAC that aims to explain language change from a psycholinguistic perspective, i.e. by assuming (re)structuring of the linguistic input in language processing and acquisition. \n\nReferences\n\nKroch, Anthony. ‘Penn Parsed Corpora of Historical English’. Linguistic Data Consortium, 15 July 2020. https://doi.org/10.35111/4HZX-5483.\n\nPercillier, Michael, Yela Schauwecker, Achim Stein, and Carola Trips. Carrying Verbs Across the Channel: Modelling Change in Bilingual Medieval England. New Approaches to English Historical Linguistics. Cham: Springer Nature Switzerland, 2024. https://doi.org/10.1007/978-3-031-50806-6.\n\nThe BASICS toolkit. https://basics-toolkit.spdns.org/app/start/\n\nWebsite of the Penn Historical Corpora. https://penn-historical-corpora.uni-mannheim.de/."
    },
    "alexandros-tantos": {
      "name": "Alexandros Tantos",
      "title": "From Network Theory to Linguistic Insights",
      "abstract": "The talk presents a unified analytical framework that brings together formal discourse semantics and network theory to illuminate the structural underpinnings of coherent communication. By transforming SDRT- and RST-style discourse representations into directed networks and drawing on evidence from three corpora (i.e., C58, STAC and Discourse GraphBank), the presentation shows how motif profiles serve as structural fingerprints of discourse organization. This approach offers a powerful tool for both synchronic linguistic analysis and diachronic research, enabling scholars to trace how coherence strategies and discourse architecture evolve across genres and historical periods."
    },
    "ioanna-sitaridou": {
      "name": "Ioanna Sitaridou",
      "title": "Cue-based reconstruction: what annotated corpora can and cannot help with",
      "abstract": "[Abstract to be provided]"
    },
    "mirjam-fried": {
      "name": "Mirjam Fried",
      "title": "Insubordination phenomena as a quintessential example of 'genre'-dependent language change",
      "abstract": "Insubordination phenomena as a quintessential example of ‘genre’-dependent language change\n\nMirjam Fried\n\nInsubordination (Evans 2007: 367) refers to a process whereby a syntactically subordinate clause becomes an independent unit with a new pragmatic function, specific discourse position, distinct phonetic shape, and sometimes also with clear collocational preferences. The process raises questions about the nature of the change (both its source and mechanism), including the role of conversational structure and context, given the fact that insubordination is found only in informal private conversations. I will show that its emergence is crucially conditioned by properties of this register.\n\n\tUsing data from Ortofon (spontaneously produced private conversations within the Czech National Corpus), I will present the results of my research on two insubordination specimens in Czech: clauses marked by jestli ‘whether’ > ‘epistemic (un)certainty’ and když ‘when/if/because’ > non-confrontational disagreement’. Interestingly, each arises through a different mechanism (main clause ellipsis vs. subordinate clause ‘extention’ [Mithun 2008, Cristofaro 2016]), which makes it a diachronically less uniform process than typically assumed. But the development in both cases involves an interplay between (i) inherent properties of the dialogic structure, which facilitates and shapes the shift; (ii) sensitivity to specific discourse settings/’genres’ within the spoken register; (iii) syntactic (in)flexibility of the source complex sentences; and (iv) phonetic changes in the complementizers-turned-pragmatic-markers. This multilayered nature suggests a constructional approach for articulating the speakers’ mental representations of the changes and for organizing them into networks of related patterns.\n\nReferences:\n\nCristofaro, S. (2016). Routes to insubordination: a cross-linguistic perspective. In N. Evans & H. Watanabe (eds.), Insubordination, 393-422. Amsterdam: John Benjamins.\n\nEvans, N. (2007). Insubordination and its uses. In I. Nikolaeva (ed.), Finiteness. Theoretical and Empirical Foundations, pp. 366–431. Oxford: OUP.\n\nMithun, M. (2008). Mithun, M. (2008). The extension of dependency beyond the sentence. Language 83: 69-199."
    },
    "francesca-delloro": {
      "name": "Francesca Dell'Oro",
      "title": "Reportative constructions with inanimate subjects: The role of Latin and of genres in the evidential development of Italian volere",
      "abstract": "Reportative constructions with inanimate subjects: The role of Latin and of genres in the evidential development of Italian volere\n\nFrancesca Dell’Oro, University of Bologna\n\nThis paper focuses on the underinvestigated emergence of inanimate evidential sources in Italian in a specific construction featuring the verb of volition volere ‘to want’ used to report the speech or thought of a third/absent speaker/writer, as illustrated in example (1): \n\n(1) La leggenda vuole infatti che le prime vignette di ‘Sturmtruppen’ siano state disegnate su una tovaglia […]. \n\n“Legend has it (lit. wants) that the first cartoons of ‘Sturmtruppen’ were indeed drawn on a tablecloth […].” (CORIS: STAMPA, 2017). \n\nAdopting a corpus-based methodology, this study addresses two questions: \n\n1) What is the distribution of evidential uses of volere with inanimate sources in Italian, in terms of frequency and genre?\n\n2) To what extent are these Italian constructions influenced by the evidential uses of Latin volo ‘to want’, the diachronic antecedent of Italian volere (Dell’Oro 2025a, 2025b, in press). \n\nThis investigation demonstrates that Italian, influenced by Latin usage, also gave rise to new developments of the construction, which are linked to the deontic uses of volo/volere.\n\nSelected references \n\nDell’Oro, Francesca. 2025a. Volition ascription to the addressee in a diachronic perspective: a unifying hypothesis for some post-volitional developments of Latin uolo. Journal of Historical Pragmatics 26(2), 232–261. \n\nDell’Oro, Francesca. 2025b. L’emploi évidentiel de volo chez Cicéron: la contiguïté métonymique entre vouloir, penser et dire. Revue de Linguistique Latine 26, 1–19. \n\nDell’Oro, Francesca (in press). From volition to reportativity: the reportative uses of Latin volo in synchrony and diachrony (with remarks on German wollen and French vouloir). Journal of Linguistics. \n\nRemberger, Eva-Maria. 2023. To want, to think, to say: The development of WANT in German from volitional to reportative modal. In Daniela E. Casartelli, Silvio Cruschina, Pekka Posio & Stef Spronck (eds.), The grammar of thinking: From reported speech to reported thought in the languages of the world. Berlin & Boston: De Gruyter Mouton, 2023, pp. 41-72. "
    },
    "daniel-riano": {
      "name": "Daniel Riaño Rufilanchas",
      "title": "The semantic structured polysemy of the Ancient Greek Genitive: a holistic proposal",
      "abstract": "Abstract:\n\nThe semantic structured polysemy of the Ancient Greek Genitive: a holistic proposal\n\nDaniel Riaño Rufilanchas\n\nGrupo de Lingüística Griega, ILC, CSIC\n\ndanierl.rianno@chs.csic.es\n\nAncient Greek genitive offers a wide spectrum of meanings, both in its adnominal and adverbal functions. This diversity is specially remarkable when one considers the adverbal uses: even compared with other members of the Indo-European family (where the argumental uses of the genitive are more diverse that what is typologically normal) the extent of the uses of the adverbal genitive in Greek go further away from the \"core\" uses and are more frequent. Traditional attempts to explain this diversity (Kühner 1898; Delbrück: 1871-1879, Schwyzer 1950) amount to search for a very wide Grundbedeutung (\"basic\" or \"common meaning\") and building a list of clusters of related meanings around a more or less specific \"semantic field\" using intuitive criteria that vary from one scholar to the following one. Rarely an attempt is made to explain the relations between clusters of meanings, the path leading from one to another or the motivation behind any of this.\n\nWe start from a Cognitive linguistics frame in order to build an explanation of the adverbal uses of the genitive and the very mechanism that allow one meaning to develop into the next one on semantic grounds. We think a satisfactory explanation can be offered in terms of structured polysemy. An early and bold attempt in this direction is Nikiforidou 1991 (but see the observations made in Taylor 1996 and Luraghi 2008). We restrict our explanation to the argumental uses of the genitive (in a broad sense, including \"extensions to core\", but leaving aside the partitive genitive).\n\nIn this paper we adopt a similar \"structured polysemy\" approach, but our implementation is different in several respects from Nikiforidou 1991. First we try to use \"lexicalized metaphors\" as the main clue as to the semantic evolution of the case meaning. By \"lexicalized metaphors\" we design verbs (governing genitive) that exhibit in their documented testimonies at least two of the different meanings proposed by the theory as evolutions of the meanings conveyed by the genitive.\n\nSecond, we frame our explanation within the constraints of a scalar theory of transitivity (Hopper and Thompson 1980; Riaño 2006): Affectedness, we argue, constitutes the main parameter governing case assignment of the object in Ancient Greek, and thus it conforms the semantic boundaries for the evolution of uses of the case marking alternative to the default case for the object, viz. the accusative (Riaño 2006).\n\nThirdly, we try to offer a stronger version of the structured polysemy approach using a strict localistic point of view. Our proposal is that all the basic meanings of the adverbal genitive can be explained as extensions of basic purely spatial mental schemas (Langacker 1987-1991) that underlie the basic meaning of the genitive adverbal construction."
    },
    "ivan-andres": {
      "name": "Iván Andrés-Alba",
      "title": "On speakers and influential texts: Homeric epics and the anatomical lexicon in Greek literature",
      "abstract": "\nOn speakers and influential texts: Homeric epics and the anatomical lexicon in Greek literature\n\nThis paper investigates the enduring impact of Homeric language on the anatomical vocabulary of later Greek literature, focusing on terms designating external or visible body parts. The Homeric corpus, with its ninety anatomical lexemes and over two thousand occurrences, constitutes the richest early source for the linguistic representation of the human body in Greek. This lexical wealth made the Homeric corpus a reservoir of expressions that later authors reinterpreted, imitated, or reactivated, particularly in genres sensitive to archaism and poetic authority.\n\nThe study introduces the concept of “anatomical homerism”, defined as the survival or deliberate revival of Homeric anatomical terms whose post-Homeric distribution is marked by literary genre. Through a gradual analysis of prototypical cases, the research distinguishes between genuinely Homeric influences and neutral, genre-independent vocabulary. Anatomical homerisms are typically rare in both Homer and later texts, absent from Classical prose, and reappear mainly in Hellenistic and imperial poetry. Their meanings tend to be vague, their etymologies uncertain, and they rarely function as the standard term for a given body part, instead serving as poetic or archaising synonyms motivated by stylistic emulation of Homer. The study also considers their occasional presence in medical prose, where Homeric prestige and synonymic nuance could justify their use.\n\nUltimately, this research argues that the phenomenon of anatomical homerisms reveals how literary genre shapes lexical persistence and change, illustrating the far-reaching influence of the Homeric body across the history of the Greek language."
    },
    "stavroula-kefala": {
      "name": "Stavroula Kefala",
      "title": "Grammar in Motion: Diachronic Variation and the Linguistic Adaptability of Advertising",
      "abstract": "\"Grammar in Motion: Diachronic Variation and the Linguistic Adaptability\n\nof Advertising\" \n\nResearch on language change has focused on structure, by looking into how patterns vary across different types of communication due to social and cultural norms (Nikiforidou 2018) and how these patterns may vary diachronically in translation (Lavidas 2021). This paper examines linguistic shifts in Greek-English translated advertisements and parallel texts, focusing particularly on the use of grammatical person and imperative forms. Drawing on cross-cultural translation research concerning preferences for specific syntactic and pragmatic structures (Torresi 2021, Sulaiman, M. Z., & Wilson, R. 2018), the analysis highlights how linguistic choices in translated advertisements are shaped not only by grammatical constraints but also by culturally embedded communicative norms, aimed at enhancing memorability and engagement (Goddard 2002, Adab & Valdes 2004). Through a diachronic approach, the evolution of linguistic shifts is found to correspond to broader transformations in marketing discourse, demonstrating that linguistic choices are not merely stylistic but also strategic. By foregrounding the role of grammar in advertising discourse, this study underscores the importance of linguistic analysis for understanding how messages are constructed (Muñoz 2010), translated, and recontextualized to align with shifting cultural expectations.\n\nKeywords: Grammar, Translation, Advertising discourse\n\nAdab, B., & Valdés, C. (2004). (Eds.) Key debates in the translation of advertising material: Special issue of The Translator, 10(2). \n\nGoddard, A. (2002). The Language of Advertising: Written Texts. Routledge\n\nLavidas, Nikolaos (2021). The Diachrony of Written Language Contact: A Contrastive Approach. Brill's Studies in Historical Linguistics (BSHL). Leiden, Boston: Brill. \n\nMuñoz, C. (2010). Translation and Advertising: Changing Discourses and Practices. Peter Lang.\n\nNikiforidou, Kiki (2018), Genre and constructional analysis, Pragmatics & Cognition 25(3), pp. 543–576.\n\nSulaiman, M. Z., & Wilson, R. (2018). Translating Tourism Promotional Materials: A Cultural-Conceptual Model. Perspectives: Studies in Translation Theory and Practice, 26, 629-645.\n\nTorresi, I. (2021). Translating promotional and advertising texts (2nd Ed.). Routledge"
    },
    "claudio-iacobini": {
      "name": "Claudio Iacobini",
      "title": "Survival and revival of Latin derivational patterns in Romance languages. General trends and individual histories",
      "abstract": "Survival and revival of Latin derivational patterns in Romance languages. General trends and individual histories\n\nClaudio Iacobini\n\nThis talk examines two cases of language change involving word formation in the Romance languages: 1) the origin and diffusion in Italian of the verbalising suffix -izzare; 2) the emergence in French and subsequent spread to other Romance languages, and to modern scientific Latin, of the extra-/intra- + relational adjective derivational pattern.\n\nBoth phenomena can be framed within the broader processes of re-Latinization of the Romance languages, driven by language contact. Over time, this process favoured suffixation over other verbilizing derivational strategies, and promoted the diffusion ‒ initially within specialized registers and later in general usage ‒ of prefixed relational adjectives such as antinucleare 'antinuclear', intercontinentale 'intercontinental', and postcoloniale 'postcolonial'.\n\nThe aim of this talk is to demonstrate that a detailed reconstruction of the chronological phases and sociolinguistic motivations underlying the diffusion of these two derivational patterns is necessary to properly understand the role of language contact and text type in shaping the evolution of these morphological patterns.\n\nThe success of the Italian suffix -izzare can be attributed to its use in modern technical and scientific terminology from the eigthteenth century onwards, after a period of opposition from humanist scholars had come to an end. These scholars rejected the \"Greek-sounding\" -izzare because, in Classical Latin, verbs ending in -izāre did not conform to canonical derivational processes; rather, they originated as calques and borrowings from Greek. Humanists favoured the Italian suffix -eggiare instead, whose morpho-phonetic characteristics reflect regular changes in vernacular pronunciation.\n\nAlthough relational adjectives derived with extra- and intra- can be traced back to patterns already found in Latin, such as intramuranus, postmeridianus and subterraneus, they owe their renewed productivity in the nineteenth century to the cultural milieu of the French Enlightenment and the specialised textual genres of the medical and biological sciences. The decline in the use of this pattern from Latin to the Romance languages, coupled with the limited number of derivatives in Classical and Late Latin, meant that it could not be recovered spontaneously through direct interference. Consequently, the reuse of these affixes did not stem from analogy with existing derivative series, but rather required specific conditions in which various prefixes were first reemployed in the terminology of specialised domains, later extending to broader contexts."
    },
    "kiki-nikiforidou": {
      "name": "Kiki Nikiforidou",
      "title": "Arrested change and construction preservation in the context of genre. The conservative effect of stage directions in English and Greek",
      "abstract": "Kiki Nikiforidou\n\nNational and Kapodistrian University of Athens\n\nvnikifor@enl.uoa.gr\n\nArrested change and construction preservation in the context of genre.\n\n The conservative effect of stage directions in English and Greek\n\nThe present talk contributes to the discussion on “agile” vs “uptight” genres (Biber and Finegan 1989; Mair and Hundt 1999), as it relates to language change. Drawing on data from the genre of stage directions in two different languages, English and Greek, I argue that stage directions qualify as an especially uptight genre, resisting change in visible ways. For English, this results in the preservation of a construction that goes back to Latin and, as fully conventionalized and transferable beyond the original context, is added to the synchronic constructional network (Nikiforidou 2021). For Greek, uptightness is manifested in the systematic and consistent use of the high (diglossic) variety, even by authors who use the low variety for the dramatic text, at a time when choice of one variety vs the other amounts to an ideological stand. In both languages, the conservative effect of stage directions underlies the diachronic stability of constructions that easily qualify as “genre markers” (Biber and Conrad 2009) in evoking the specific genre.\n\nBy examining fully equivalent genres across languages, I thus provide evidence for conservatism, manifested in parallel ways in different historical periods. I further suggest possible explanations for the uptightness of stage directions, including functional motivation and strong conventionalization (not seen as mutually exclusive or contradictory).\n\nBiber, Douglas & Susan Conrad. 2009. Register, Genre, and Style. Cambridge: Cambridge University Press.  \n\nBiber, Douglas & Edward Finegan. 1989. Drift and the evolution of English style: history of three genres. Language 65(3). 487–517.\n\nMair, Christian & Marianne Hundt. 1999. “Agile” and “uptight” genres: The corpus-based approach to language change in progress. International Journal of Corpus Linguistics 4. 221-242.\n\nNikiforidou, Kiki. 2021. Grammatical variability and the grammar of genre: Constructions, conventionality, and motivation in ‘stage directions’. Journal of Pragmatics 173. 189-199, https://doi.org/10.1016/j.pragma.2020.12.012"
    },
    "vassiliki-geka": {
      "name": "Vassiliki Geka",
      "title": "Tracks to the past and genre dynamics in zero/that complementation of the verb 'think'",
      "abstract": "Tracks to the past and genre dynamics in zero/that complementation of the verb 'think'\n\nVassiliki Geka\n\nNational & Kapodistrian University of Athens\n\nDrawing on diachronic corpus evidence from COHA, spanning Late Modern English (ca. 1820) to Present-day English (ca. 2010), this talk revisits syntactic alternation through the lens of Construction Grammar (Traugott & Trousdale 2013). Focusing on complementiser variation exhibited by the verb think, as in (1–2), the study proposes a constructionist discourse-functional recast of previous accounts.\n\n\"I did not think that you had no faults, or were not liable to the infirmities of human nature.\"\n\n(COHA, FIC: Logan: A Family History, 1822)\n\n\"I think she's an intense young woman. Smart and aloof...\"\n\n(COHA, FIC: Analog Science Fiction & Fact, 2010)\n\nThe dataset comprises 7,200 tokens, randomly collected by decade and genre (fiction only) and annotated for different parameters, including verbal morphology, subject coreferentiality, pronominality, intervening material, polarity harmony, cotemporality. Statistical analyses (Pearson's test, linear and stepwise logistic regression) performed on the findings served two main goals: (a) to detect whether any significant correlations hold between variants and annotation parameters, and (b) to assess if certain factors function predictively for each variant (Shank & Plevoets 2018).\n\nThe empirical evidence collected argues for a constructionist account sensitive to minimal constructional synonymy (Goldberg 1995) while it questions the extent to which particular morphosyntactic and contextual factors may predict complementiser choice. In so arguing, the talk seeks to address the following: (a) what subtle meaning and discourse-organisational differences distinguish the that and Ø variants with respect to discourse stance and alignment and (b) whether diachronic trends and genre dynamics can support shifting discourse preferences while also drive broader discourse-pragmatic change.\n\nReferences\n\nGoldberg, Adele (1995), A Construction Grammar Approach to Argument Structure. Chicago: University of Chicago Press.\n\nShank, Carl, and Kristof Plevoets (2018), Investigating the Impact of Structural Factors upon That/Zero Complementizer Alternation Patterns in Verbs of Cognition: A Diachronic Corpus-Based Multifactorial Analysis, Research in Corpus Linguistics 6, 83–112. https://doi.org/10.32714/ricl.06.07.\n\nTraugott, Elizabeth Closs, and Graeme Trousdale (2013), Constructionalization and Constructional Changes, Oxford: Oxford University Press."
    },
    "anna-piata": {
      "name": "Anna Piata",
      "title": "Approaching anticipated events in the past: Linguistic, affective and genre-based motivations in language diachrony",
      "abstract": "Approaching anticipated events in the past:\n\nLinguistic, affective and genre-based motivations in language diachrony\n\nAnna Piata\n\nNational & Kapodistrian University of Athens\n\nThis talk is aimed to address the conceptualization of anticipated events from the perspective of its diachrony. A robust body of linguistic and psycholinguistic evidence suggests that how speakers conceptualize anticipated events is metaphorically structured in terms of motion (see Feist & Duffy 2020). As prototypically instantiated by the semantics of approach, temporal motion is encoded with two different grammatical patterns, each one construing the event either as the Goal or as the Theme of the motion, as shown in (1) and (2) below: \n\n… although approaching his three-score years and ten, he enjoyed the companionship of young people.\n\n(COHA, FIC: The Old Stone House, 1873)\n\nAs the time of our departure approached, my dread of some misfortune or impediment \n\nincreased.\n\n(COHA, FIC: The Novels, 1827)\n\nWhile synchronic data suggest that when speaking about anticipated events choosing one of these metaphorical patterns may hinge on the event’s positive or negative valence (McGlone & Pfiester 2009) or on the verb’s collocate (Piata & Soriano 2022), temporal motion has not been investigated from a diachronic perspective. In order to address this gap, this talk will examine the temporal usages of approach in the Corpus of Historical American English (COHA), with the aim to shed some new light on the factors (collocational, affective, and/or genre-related) that have motivated semantic change in the conceptualization of anticipated events with a particular focus on fictional texts.\n\nReferences\n\nFeist M. & Duffy, S. (2020). On the path of time: Temporal motion in typological \n\nperspective. Language and Cognition, 12(3), 444–467.\n\nMcGlone, M. S. & Pfiester, R. A. (2009). Does time fly when you’re having fun, or do you? Affect, agency, and embodiment in temporal communication. Journal of Language and Social Psychology, 28, 3–31.\n\nPiata, A. & Soriano, C. (2022). The affect bias in the metaphorical representation of anticipated events: The case of approach. Metaphor and the Social World, 12(1), 115–137."
    },
    "chs-team": {
      "name": "CHS Harvard Team (Esteban Belmehdi, Ioanna Papadopoulou, Julien Razanajao, Mark Schiefsky)",
      "title": "Technology in the Service of Classical and Historical Languages",
      "abstract": "SESSION TITLE: Technology in the Service of Classical and Historical\n\nLanguages\n\nOrganizers: Esteban Belmehdi, Ioanna Papadopoulou, Julien Razanajao, Mark Schiefsky ARCAS Team, Center for Hellenic Studies, Harvard University in collaboration with AthDGC (NKUA)\n\nABSTRACT\n\nThe ARCAS Team at Harvard’s Center for Hellenic Studies runs an integrated system that links computational classics with historical language research. The research project ARCAS combines classical philology with computational methods and digital humanities to develop innovative ways to study ancient and historical linguistic materials. The AthDGC team and other leading teams and laboratories work with ARCAS to develop computational infrastructure and annotation frameworks and analytical tools which benefit the classical studies community. The research shows that classical scholars working with historical linguists and digital humanists produce new language development knowledge through their collaborative academic efforts."
    },
    "lavidas-team": {
      "name": "Nikolaos Lavidas et al.",
      "title": "Retranslations Across Millennia: A diachronic Contrastive Corpus for Studying Interlingual and Intralingual Contact",
      "abstract": "Retranslations Across Millennia: A Diachronic Contrastive Corpus for Studying Interlingual and Intralingual Language Contact\n\nABSTRACT\n\nThe Athens Digital Glossa Chronos (AthDGC) project develops a diachronic corpus which contains influential and canonical Greek texts alongside their translations from different periods across three thousand years. The project studies both interlingual contact through Greek and Latin and Romance and Germanic texts and intralingual contact through Greek text retranslations from different historical periods with different translation methods and registers. The corpus solves historical linguistics problems by tracking how grammatical features and argument structure transform during contact periods. The corpus identifies two types of retranslation which include passive retranslation for unavailable texts and active retranslation for purposeful updates that show how influential and canonical texts maintain their original content. The project uses Modern Greek morphological tagsets together with multi-temporal annotation and implements Stanza NLP and PROIEL parsing (among others) for conducting robust comparative analysis. The research uses statistical methods to determine if language contact leads to fast organized changes or slow progressive change which helps researchers understand how translation affects language development. The project establishes open-access annotated texts and PROIEL-compliant treebanks and trained parsers which enable researchers to conduct comparative diachronic studies to advance their understanding of language evolution through translation chains."
    }
  }
}